Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: DNS finds the website’s address and sends it back, so your device knows where to connect.
de: Das DNS findet die Adresse der Website und schickt sie zurück. So weiß dein Gerät, wohin es sich verbinden soll.
es: El DNS encuentra la dirección del sitio y la devuelve para que tu dispositivo sepa dónde conectarse.
fr: Le DNS trouve l’adresse du site et la renvoie : votre appareil sait alors où se connecter.
it: Il DNS trova l’indirizzo del sito e lo restituisce, così il tuo dispositivo sa dove connettersi.
ja: DNSがサイトのアドレスを見つけて返します。これでデバイスは、どこに接続すればよいかわかります。
ko: DNS가 사이트 주소를 찾아 돌려주면, 기기는 어디로 연결할지 알게 돼요.
pt_br: O DNS encontra o endereço do site e o envia de volta para que seu dispositivo saiba onde se conectar.
zh_hans: DNS 找到网站的地址并传回来，你的设备就知道该连接到哪里了。
zh_hant: DNS 找到網站的位址並傳回來，你的裝置就知道該連線到哪裡了。

source: That’s the whole journey. Now it’s your turn: tap a step to take a closer look.
de: Das war der ganze Weg. Jetzt bist du dran: Tippe auf einen Schritt, um ihn dir genauer anzusehen.
es: Ese es todo el recorrido. Ahora es tu turno: toca un paso para verlo más de cerca.
fr: Voilà tout le trajet. À vous de jouer : touchez une étape pour la voir de plus près.
it: Ecco tutto il percorso. Ora è il tuo turno: tocca un passaggio per vederlo più da vicino.
ja: これが全体の流れです。さあ、あなたの番です。ステップをタップして、詳しく見てみましょう。
ko: 여기까지가 전체 과정이에요. 이제 직접 해 볼 차례예요. 단계를 탭해 자세히 살펴보세요.
pt_br: Esse é o caminho todo. Agora é a sua vez: toque em uma etapa para ver mais de perto.
zh_hans: 这就是整个过程。现在轮到你了：轻点任一步骤，仔细看看。
zh_hant: 這就是整個過程。現在換你了：點一下任一步驟，仔細看看。

source: Waiting to reconnect
de: Warten auf erneute Verbindung
es: Esperando para reconectar
fr: En attente de reconnexion
it: In attesa di riconnessione
ja: 再接続を待っています
ko: 다시 연결 대기 중
pt_br: Aguardando reconexão
zh_hans: 等待重新连接
zh_hant: 等待重新連線

source: Lava will reconnect automatically.
de: Lava stellt die Verbindung automatisch wieder her.
es: Lava se reconectará automáticamente.
fr: Lava se reconnectera automatiquement.
it: Lava si riconnetterà automaticamente.
ja: Lava は自動的に再接続します。
ko: Lava가 자동으로 다시 연결해요.
pt_br: Lava se reconectará automaticamente.
zh_hans: Lava 会自动重新连接。
zh_hant: Lava 會自動重新連線。

# VPN traffic unconfirmed
source: Checking your VPN
de: Dein VPN wird geprüft
es: Comprobando tu VPN
fr: Vérification de votre VPN
it: Verifica della tua VPN in corso
ja: お使いのVPNを確認中
ko: 내 VPN 확인 중
pt_br: Verificando sua VPN
zh_hans: 正在检查你的 VPN
zh_hant: 正在檢查你的 VPN

# DNS filtering is on. Waiting to confirm VPN traffic.
source: Protected. Waiting to confirm your VPN is working.
de: Geschützt. Es wird noch geprüft, ob dein VPN funktioniert.
es: Protegido. Esperando a confirmar que tu VPN funciona.
fr: Protégé. En attente de confirmation du bon fonctionnement de votre VPN.
it: Protetto. In attesa di confermare che la tua VPN funzioni.
ja: 保護中です。お使いのVPNの動作確認を待っています。
ko: 보호 중이에요. 내 VPN이 작동하는지 확인을 기다리는 중이에요.
pt_br: Protegido. Aguardando a confirmação de que sua VPN está funcionando.
zh_hans: 防护中。正在等待确认你的 VPN 正常工作。
zh_hant: 防護中。正在等待確認你的 VPN 運作正常。

source: VPN setup ready
de: VPN-Einrichtung bereit
es: Configuración de VPN lista
fr: Configuration VPN prête
it: Configurazione VPN pronta
ja: VPN の設定が完了しました
ko: VPN 설정 완료
pt_br: Configuração da VPN pronta
zh_hans: VPN 设置已就绪
zh_hant: VPN 設定已就緒

# Waiting for traffic to confirm VPN forwarding.
source: Waiting to confirm your VPN is working.
de: Es wird noch geprüft, ob dein VPN funktioniert.
es: Esperando a confirmar que tu VPN funciona.
fr: En attente de confirmation du bon fonctionnement de votre VPN.
it: In attesa di confermare che la tua VPN funzioni.
ja: お使いのVPNの動作確認を待っています。
ko: 내 VPN이 작동하는지 확인을 기다리는 중이에요.
pt_br: Aguardando a confirmação de que sua VPN está funcionando.
zh_hans: 正在等待确认你的 VPN 正常工作。
zh_hant: 正在等待確認你的 VPN 運作正常。

# VPN forwarding stopped
source: VPN chaining stopped
de: VPN-Verkettung unterbrochen
es: El encadenamiento VPN se detuvo
fr: Chaînage VPN interrompu
it: Concatenamento VPN interrotto
ja: VPNチェーンが停止しました
ko: VPN 체이닝 중지됨
pt_br: Encadeamento de VPN interrompido
zh_hans: VPN 串联已停止
zh_hant: VPN 串接已停止

# DNS filtering is on. Reconnect to retry VPN forwarding.
source: Protected. Reconnect to retry VPN chaining.
de: Geschützt. Verbinde den Schutz neu, um die VPN-Verkettung erneut zu versuchen.
es: Protegido. Reconecta para volver a intentar el encadenamiento VPN.
fr: Protégé. Reconnectez la protection pour réessayer le chaînage VPN.
it: Protetto. Riconnetti per riprovare il concatenamento VPN.
ja: 保護中です。再接続してVPNチェーンを再試行してください。
ko: 보호 중이에요. VPN 체이닝을 다시 시도하려면 다시 연결하세요.
pt_br: Protegido. Reconecte para tentar novamente o encadeamento de VPN.
zh_hans: 防护中。重新连接即可重试 VPN 串联。
zh_hant: 防護中。重新連線即可重試 VPN 串接。

source: Retrying DNS
de: DNS wird erneut geprüft
es: Reintentando DNS
fr: Nouvelle tentative DNS
it: Nuovo tentativo DNS
ja: DNS を再試行中
ko: DNS 재시도 중
pt_br: Tentando DNS novamente
zh_hans: 正在重试 DNS
zh_hant: 正在重試 DNS

# Filtering is on using your device's DNS.
source: Protected using Device DNS.
de: Geschützt über Geräte-DNS.
es: Protegido con el DNS del dispositivo.
fr: Protégé via le DNS de l’appareil.
it: Protetto con il DNS del dispositivo.
ja: デバイスのDNSを使って保護中です。
ko: 기기 DNS로 보호 중이에요.
pt_br: Protegido com o DNS do dispositivo.
zh_hans: 防护中，正在使用设备 DNS。
zh_hant: 防護中，正在使用裝置 DNS。

# Filtering is on using encrypted backup DNS.
source: Protected using your encrypted fallback DNS.
de: Geschützt über dein verschlüsseltes Ersatz-DNS.
es: Protegido con tu DNS de respaldo cifrado.
fr: Protégé via votre DNS de secours chiffré.
it: Protetto con il tuo DNS di riserva cifrato.
ja: 暗号化されたフォールバックDNSを使って保護中です。
ko: 암호화된 대체 DNS로 보호 중이에요.
pt_br: Protegido com seu DNS alternativo criptografado.
zh_hans: 防护中，正在使用你的加密备用 DNS。
zh_hant: 防護中，正在使用你的加密備援 DNS。

source: That question goes to DNS, the internet’s address book. It matches each website name to its address.
de: Die Frage geht ans DNS, das Adressbuch des Internets. Es ordnet jedem Websitenamen seine Adresse zu.
es: Esa pregunta va al DNS, la libreta de direcciones de internet. Asocia el nombre de cada sitio con su dirección.
fr: Cette question va au DNS, l’annuaire d’Internet. Il associe chaque nom de site à son adresse.
it: La domanda arriva al DNS, la rubrica di internet. Associa il nome di ogni sito al suo indirizzo.
ja: その質問はDNSへ届きます。DNSはインターネットの住所録で、サイト名からアドレスを調べます。
ko: 그 질문은 인터넷의 주소록인 DNS로 가요. DNS는 사이트 이름을 주소와 짝지어 줘요.
pt_br: Essa pergunta vai ao DNS, a agenda de endereços da internet. Ele associa o nome de cada site ao seu endereço.
zh_hans: 这个问题会交给 DNS，也就是互联网的通讯录。它能把每个网站名称对应到地址。
zh_hant: 這個問題會交給 DNS，也就是網際網路的通訊錄。它能把每個網站名稱對應到位址。

source: Get a WireGuard config from your VPN provider.
de: Hole eine WireGuard-Konfiguration von deinem VPN-Anbieter.
es: Obtén una configuración WireGuard de tu proveedor de VPN.
fr: Obtenez une configuration WireGuard auprès de votre fournisseur VPN.
it: Ottieni una configurazione WireGuard dal tuo provider VPN.
ja: VPNプロバイダからWireGuard構成を取得してください。
ko: VPN 제공업체에서 WireGuard 구성을 받으세요.
pt_br: Obtenha uma configuração WireGuard com seu provedor de VPN.
zh_hans: 从 VPN 提供商获取 WireGuard 配置。
zh_hant: 向 VPN 供應商取得 WireGuard 設定。

source: No configurations
de: Keine Konfigurationen
es: Sin configuraciones
fr: Aucune configuration
it: Nessuna configurazione
ja: 構成がありません
ko: 구성 없음
pt_br: Nenhuma configuração
zh_hans: 没有配置
zh_hant: 沒有設定

source: Configuration %d
de: Konfiguration %d
es: Configuración %d
fr: Configuration n° %d
it: Configurazione %d
ja: 構成 %d
ko: 구성 %d
pt_br: Configuração %d
zh_hans: 配置 %d
zh_hant: 設定 %d

source: Configuration name
de: Konfigurationsname
es: Nombre de la configuración
fr: Nom de la configuration
it: Nome della configurazione
ja: 構成名
ko: 구성 이름
pt_br: Nome da configuração
zh_hans: 配置名称
zh_hant: 設定名稱

source: Configuration hidden
de: Konfiguration ausgeblendet
es: Configuración oculta
fr: Configuration masquée
it: Configurazione nascosta
ja: 構成は非表示です
ko: 구성 숨김
pt_br: Configuração oculta
zh_hans: 配置已隐藏
zh_hant: 設定已隱藏

source: Show configuration
de: Konfiguration anzeigen
es: Mostrar configuración
fr: Afficher la configuration
it: Mostra configurazione
ja: 構成を表示
ko: 구성 표시
pt_br: Mostrar configuração
zh_hans: 显示配置
zh_hant: 顯示設定

source: Paste a replacement
de: Ersatz einfügen
es: Pegar una configuración de reemplazo
fr: Coller une configuration de remplacement
it: Incolla una configurazione sostitutiva
ja: 置き換える構成を貼り付け
ko: 대체 구성 붙여넣기
pt_br: Colar uma configuração substituta
zh_hans: 粘贴替换配置
zh_hant: 貼上替代設定

source: Remove configuration?
de: Konfiguration entfernen?
es: ¿Eliminar configuración?
fr: Supprimer la configuration ?
it: Rimuovere la configurazione?
ja: 構成を削除しますか？
ko: 구성을 삭제할까요?
pt_br: Remover configuração?
zh_hans: 移除配置？
zh_hant: 移除設定？

source: The remaining configuration will become the only VPN hop. Guard reconnects if chaining is on.
de: Die verbleibende Konfiguration wird zum einzigen VPN-Hop. Bei aktivierter Verkettung verbindet sich Guard neu.
es: La configuración restante será el único salto VPN. Guard se reconecta si el encadenamiento está activado.
fr: La configuration restante sera le seul relais VPN. Guard se reconnecte si le chaînage est activé.
it: La configurazione rimanente sarà l’unico passaggio VPN. Guard si riconnette se il concatenamento è attivo.
ja: 残った構成が唯一のVPNホップになります。チェーンがオンの場合、保護は再接続します。
ko: 남은 구성이 유일한 VPN 홉이 돼요. VPN 체이닝이 켜져 있으면 보호가 다시 연결돼요.
pt_br: A configuração restante será o único salto VPN. O Guard reconecta se o encadeamento estiver ativo.
zh_hans: 剩余配置将成为唯一的 VPN 节点。如果已启用串联，Guard 会重新连接。
zh_hant: 剩餘設定將成為唯一的 VPN 節點。若已啟用串接，Guard 會重新連線。

source: This deletes its saved keys and turns VPN chaining off.
de: Dies löscht die gespeicherten Schlüssel und deaktiviert die VPN-Verkettung.
es: Se eliminarán sus claves guardadas y se desactivará el encadenamiento VPN.
fr: Cette action supprime les clés enregistrées et désactive le chaînage VPN.
it: Questa operazione elimina le chiavi salvate e disattiva il concatenamento VPN.
ja: 保存された鍵を削除し、VPNチェーンをオフにします。
ko: 저장된 키가 삭제되고 VPN 체이닝이 꺼져요.
pt_br: Isso exclui as chaves salvas e desativa o encadeamento VPN.
zh_hans: 这将删除已保存的密钥并关闭 VPN 串联。
zh_hant: 這會刪除已儲存的金鑰並關閉 VPN 串接。

source: You can add up to two WireGuard configurations.
de: Du kannst bis zu zwei WireGuard-Konfigurationen hinzufügen.
es: Puedes añadir hasta dos configuraciones WireGuard.
fr: Vous pouvez ajouter jusqu’à deux configurations WireGuard.
it: Puoi aggiungere fino a due configurazioni WireGuard.
ja: WireGuard構成は2つまで追加できます。
ko: WireGuard 구성은 최대 두 개까지 추가할 수 있습니다.
pt_br: Você pode adicionar até duas configurações WireGuard.
zh_hans: 最多可添加两个 WireGuard 配置。
zh_hant: 最多可加入兩個 WireGuard 設定。

source: The second configuration needs an IPv4 endpoint address.
de: Die zweite Konfiguration benötigt eine IPv4-Endpunktadresse.
es: La segunda configuración necesita una dirección IPv4 de punto de conexión.
fr: La deuxième configuration nécessite une adresse de point de terminaison IPv4.
it: La seconda configurazione richiede un indirizzo IPv4 per l’endpoint.
ja: 2つ目の構成にはIPv4のエンドポイントアドレスが必要です。
ko: 두 번째 구성에는 IPv4 엔드포인트 주소가 필요합니다.
pt_br: A segunda configuração precisa de um endereço IPv4 de endpoint.
zh_hans: 第二个配置需要 IPv4 端点地址。
zh_hant: 第二個設定需要 IPv4 端點位址。

source: The first configuration's AllowedIPs must include the second VPN's endpoint.
de: AllowedIPs der ersten Konfiguration muss den Endpunkt des zweiten VPNs enthalten.
es: AllowedIPs de la primera configuración debe incluir el punto de conexión de la segunda VPN.
fr: AllowedIPs de la première configuration doit inclure le point de terminaison du deuxième VPN.
it: AllowedIPs della prima configurazione deve includere l’endpoint della seconda VPN.
ja: 1つ目の構成のAllowedIPsに、2つ目のVPNのエンドポイントを含めてください。
ko: 첫 번째 구성의 AllowedIPs에 두 번째 VPN의 엔드포인트가 포함되어야 합니다.
pt_br: AllowedIPs da primeira configuração deve incluir o endpoint da segunda VPN.
zh_hans: 第一个配置的 AllowedIPs 必须包含第二个 VPN 的端点。
zh_hant: 第一個設定的 AllowedIPs 必須包含第二個 VPN 的端點。

source: The first configuration's MTU must be at least 1340 for two VPN hops.
de: Für zwei VPN-Hops muss die MTU der ersten Konfiguration mindestens 1340 betragen.
es: Para dos saltos VPN, el MTU de la primera configuración debe ser de al menos 1340.
fr: Pour deux relais VPN, le MTU de la première configuration doit être d’au moins 1340.
it: Per due passaggi VPN, l’MTU della prima configurazione deve essere almeno 1340.
ja: VPNを2段接続するには、1つ目の構成のMTUが1340以上である必要があります。
ko: VPN 홉 두 개를 사용하려면 첫 번째 구성의 MTU가 1340 이상이어야 합니다.
pt_br: Para dois saltos VPN, o MTU da primeira configuração deve ser de pelo menos 1340.
zh_hans: 使用两个 VPN 节点时，第一个配置的 MTU 必须至少为 1340。
zh_hant: 使用兩個 VPN 節點時，第一個設定的 MTU 必須至少為 1340。

source: The saved configurations changed. Reopen the editor and try again.
de: Die gespeicherten Konfigurationen wurden geändert. Öffne den Editor erneut und versuche es noch einmal.
es: Las configuraciones guardadas han cambiado. Vuelve a abrir el editor e inténtalo de nuevo.
fr: Les configurations enregistrées ont changé. Rouvrez l’éditeur et réessayez.
it: Le configurazioni salvate sono cambiate. Riapri l’editor e riprova.
ja: 保存済みの構成が変更されました。エディタを開き直して再試行してください。
ko: 저장된 구성이 변경되었습니다. 편집기를 다시 열고 시도하세요.
pt_br: As configurações salvas mudaram. Reabra o editor e tente novamente.
zh_hans: 已保存的配置已更改。请重新打开编辑器后重试。
zh_hant: 已儲存的設定已變更。請重新開啟編輯器後再試。

source: A saved configuration's key is unavailable. Import it again.
de: Der Schlüssel einer gespeicherten Konfiguration ist nicht verfügbar. Importiere sie erneut.
es: La clave de una configuración guardada no está disponible. Impórtala de nuevo.
fr: La clé d’une configuration enregistrée est indisponible. Importez-la à nouveau.
it: La chiave di una configurazione salvata non è disponibile. Importala di nuovo.
ja: 保存済みの構成の鍵を利用できません。再度インポートしてください。
ko: 저장된 구성의 키를 사용할 수 없습니다. 다시 가져오세요.
pt_br: A chave de uma configuração salva está indisponível. Importe-a novamente.
zh_hans: 无法获取已保存配置的密钥。请重新导入。
zh_hant: 無法取得已儲存設定的金鑰。請重新匯入。

source: Remove all configurations?
de: Alle Konfigurationen entfernen?
es: ¿Eliminar todas las configuraciones?
fr: Supprimer toutes les configurations ?
it: Rimuovere tutte le configurazioni?
ja: すべての構成を削除しますか？
ko: 모든 구성을 삭제할까요?
pt_br: Remover todas as configurações?
zh_hans: 移除所有配置？
zh_hant: 移除所有設定？

source: This deletes all saved VPN configurations and keys and turns VPN chaining off.
de: Dies löscht alle gespeicherten VPN-Konfigurationen und Schlüssel und deaktiviert die VPN-Verkettung.
es: Se eliminarán todas las configuraciones VPN y sus claves y se desactivará el encadenamiento VPN.
fr: Cette action supprime toutes les configurations VPN et leurs clés, puis désactive le chaînage VPN.
it: Questa operazione elimina tutte le configurazioni VPN e le chiavi salvate e disattiva il concatenamento VPN.
ja: 保存済みのVPN構成と鍵をすべて削除し、VPNチェーンをオフにします。
ko: 저장된 모든 VPN 구성과 키를 삭제하고 VPN 체이닝을 꺼요.
pt_br: Isso exclui todas as configurações VPN e chaves salvas e desativa o encadeamento VPN.
zh_hans: 这将删除所有已保存的 VPN 配置和密钥，并关闭 VPN 串联。
zh_hant: 這會刪除所有已儲存的 VPN 設定和金鑰，並關閉 VPN 串接。

source: The first configuration needs an IP endpoint address.
de: Die erste Konfiguration benötigt eine IP-Endpunktadresse.
es: La primera configuración necesita una dirección IP de punto de conexión.
fr: La première configuration nécessite une adresse IP de point de terminaison.
it: La prima configurazione richiede un indirizzo IP per l’endpoint.
ja: 1つ目の構成にはIPのエンドポイントアドレスが必要です。
ko: 첫 번째 구성에는 IP 엔드포인트 주소가 필요합니다.
pt_br: A primeira configuração precisa de um endereço IP de endpoint.
zh_hans: 第一个配置需要 IP 端点地址。
zh_hant: 第一個設定需要 IP 端點位址。

source: Send allowed DNS requests through your VPN. Save changes to apply them.
de: Zulässige DNS-Anfragen über dein VPN senden. Speichere Änderungen, um sie anzuwenden.
es: Envía las solicitudes DNS permitidas a través de tu VPN. Guarda los cambios para aplicarlos.
fr: Envoyez les requêtes DNS autorisées via votre VPN. Enregistrez les modifications pour les appliquer.
it: Invia le richieste DNS consentite tramite la VPN. Salva le modifiche per applicarle.
ja: 許可されたDNSリクエストをVPN経由で送信します。変更を保存すると適用されます。
ko: 허용된 DNS 요청을 VPN을 통해 보냅니다. 변경 사항을 저장하면 적용됩니다.
pt_br: Envie solicitações DNS permitidas pela sua VPN. Salve as alterações para aplicá-las.
zh_hans: 通过 VPN 发送允许的 DNS 请求。保存更改后生效。
zh_hant: 透過 VPN 傳送允許的 DNS 請求。儲存變更後生效。

source: Your saved VPN settings will stay active.
de: Deine gespeicherten VPN-Einstellungen bleiben aktiv.
es: La configuración VPN guardada seguirá activa.
fr: Vos réglages VPN enregistrés resteront actifs.
it: Le impostazioni VPN salvate rimarranno attive.
ja: 保存済みのVPN設定が引き続き使用されます。
ko: 저장된 VPN 설정이 계속 적용됩니다.
pt_br: Suas configurações de VPN salvas continuarão ativas.
zh_hans: 已保存的 VPN 设置将继续生效。
zh_hant: 已儲存的 VPN 設定將繼續生效。

source: Send allowed DNS requests through your VPN.
de: Erlaubte DNS-Anfragen über dein VPN senden.
es: Envía las solicitudes DNS permitidas a través de tu VPN.
fr: Envoyez les requêtes DNS autorisées via votre VPN.
it: Invia le richieste DNS consentite tramite la tua VPN.
ja: 許可されたDNSリクエストをVPN経由で送信します。
ko: 허용된 DNS 요청을 VPN을 통해 보냅니다.
pt_br: Envie solicitações DNS permitidas pela sua VPN.
zh_hans: 通过你的 VPN 发送允许的 DNS 请求。
zh_hant: 透過你的 VPN 傳送允許的 DNS 請求。

source: Swap order
de: Reihenfolge tauschen
es: Intercambiar orden
fr: Inverser l’ordre
it: Inverti ordine
ja: 順序を入れ替える
ko: 순서 바꾸기
pt_br: Inverter ordem
zh_hans: 交换顺序
zh_hant: 交換順序

source: Route my traffic through this VPN setup
de: Meinen Datenverkehr durch diese VPN-Konfiguration leiten
es: Dirigir mi tráfico a través de esta configuración VPN
fr: Acheminer mon trafic via cette configuration VPN
it: Instrada il mio traffico tramite questa configurazione VPN
ja: このVPN構成を経由して通信する
ko: 이 VPN 구성을 통해 내 트래픽 전송
pt_br: Rotear meu tráfego por esta configuração de VPN
zh_hans: 通过这组 VPN 配置传送我的流量
zh_hant: 透過這組 VPN 設定傳送我的流量

source: The order determines which VPN your traffic uses and when it uses both.
de: Die Reihenfolge bestimmt, welches VPN dein Datenverkehr nutzt und wann er beide nutzt.
es: El orden determina qué VPN usa tu tráfico y cuándo usa ambas.
fr: L’ordre détermine quel VPN utilise votre trafic et quand il passe par les deux.
it: L’ordine determina quale VPN usa il tuo traffico e quando le usa entrambe.
ja: 順序によって、通信に使うVPNと、両方を使う場合が決まります。
ko: 순서에 따라 트래픽이 사용할 VPN과 두 VPN을 모두 사용할 경우가 결정됩니다.
pt_br: A ordem determina qual VPN seu tráfego usa e quando usa ambas.
zh_hans: 排列顺序决定流量使用哪个 VPN，以及何时同时使用两者。
zh_hant: 排列順序決定流量使用哪個 VPN，以及何時同時使用兩者。

source: DNS fallback is unavailable with an active full-tunnel VPN.
de: DNS-Fallback ist bei aktivem Volltunnel-VPN nicht verfügbar.
es: El DNS de respaldo no está disponible con una VPN de túnel completo activa.
fr: Le DNS de secours est indisponible avec un VPN en tunnel complet actif.
it: Il DNS di riserva non è disponibile con una VPN a tunnel completo attiva.
ja: フルトンネルVPNが有効な間、DNSフォールバックは利用できません。
ko: 전체 터널 VPN이 활성화된 동안 DNS 대체 기능을 사용할 수 없습니다.
pt_br: O DNS alternativo fica indisponível com uma VPN de túnel completo ativa.
zh_hans: 启用全隧道 VPN 时，无法使用 DNS 备用。
zh_hant: 啟用完整通道 VPN 時，無法使用 DNS 備援。

source: A little backup for when your network needs help.
de: Eine kleine Hilfe, wenn dein Netzwerk Unterstützung braucht.
es: Una ayuda cuando tu red la necesita.
fr: Un coup de pouce quand votre réseau en a besoin.
it: Un aiuto quando la rete ne ha bisogno.
ja: ネットワークが不調なときのために、接続をサポートします。
ko: 네트워크에 도움이 필요할 때를 대비하세요.
pt_br: Uma ajuda quando sua rede precisar.
zh_hans: 在网络需要帮助时提供备用支持。
zh_hant: 在網路需要協助時提供備用支援。

source: Help Lava work with your network. Choose the profile in iOS Settings after setup. The orange dots show you where to go.
de: Hilf Lava, mit deinem Netzwerk zu arbeiten. Wähle nach der Einrichtung das Profil in den iOS-Einstellungen aus. Die orangefarbenen Punkte zeigen dir den Weg.
es: Ayuda a Lava a funcionar con tu red. Tras la configuración, selecciona el perfil en los ajustes de iOS. Los puntos naranjas te indican dónde ir.
fr: Aidez Lava à fonctionner avec votre réseau. Après la configuration, sélectionnez le profil dans les réglages iOS. Les points orange vous indiquent où aller.
it: Aiuta Lava a funzionare con la tua rete. Dopo la configurazione, seleziona il profilo nelle impostazioni di iOS. I punti arancioni ti indicano dove andare.
ja: Lava がネットワークで動作するようサポートします。セットアップ後、iOS の設定でプロファイルを選択してください。オレンジ色の点が手順を案内します。
ko: Lava가 네트워크에서 작동하도록 도와주세요. 설정을 마친 후 iOS 설정에서 프로파일을 선택하세요. 주황색 점이 안내해 드려요.
pt_br: Ajude o Lava a funcionar com sua rede. Após a configuração, selecione o perfil nos Ajustes do iOS. Os pontos laranja indicam o caminho.
zh_hans: 帮助 Lava 在你的网络上运行。完成设置后，请在 iOS 设置中选择描述文件。橙色圆点会指引你。
zh_hant: 協助 Lava 在你的網路上運作。完成設定後，請在 iOS 設定中選擇描述檔。橘色圓點會指引你。

source: Install local VPN
de: Lokales VPN installieren
es: Instalar VPN local
fr: Installer le VPN local
it: Installa VPN locale
ja: ローカル VPN をインストール
ko: 로컬 VPN 설치
pt_br: Instalar VPN local
zh_hans: 安装本地 VPN
zh_hant: 安裝本機 VPN

source: Keep connections working
de: Verbindung aufrechterhalten
es: Mantener la conexión
fr: Maintenir les connexions
it: Mantieni la connessione
ja: 接続を維持する
ko: 연결 유지
pt_br: Manter a conexão
zh_hans: 保持连接畅通
zh_hant: 保持連線暢通

source: Next step
de: Nächster Schritt
es: Siguiente paso
fr: Étape suivante
it: Passaggio successivo
ja: 次のステップ
ko: 다음 단계
pt_br: Próxima etapa
zh_hans: 下一步
zh_hant: 下一步

source: Set up DNS profile
de: DNS-Profil einrichten
es: Configurar perfil DNS
fr: Configurer le profil DNS
it: Configura profilo DNS
ja: DNS プロファイルを設定
ko: DNS 프로파일 설정
pt_br: Configurar perfil DNS
zh_hans: 设置 DNS 描述文件
zh_hant: 設定 DNS 描述檔

source: Set up later
de: Später einrichten
es: Configurar más tarde
fr: Configurer plus tard
it: Configura più tardi
ja: あとで設定
ko: 나중에 설정
pt_br: Configurar depois
zh_hans: 稍后设置
zh_hant: 稍後設定

source: VPN installed
de: VPN installiert
es: VPN instalada
fr: VPN installé
it: VPN installata
ja: VPN をインストール済み
ko: VPN 설치됨
pt_br: VPN instalada
zh_hans: 已安装 VPN
zh_hant: 已安裝 VPN

source: Change these anytime in Settings.
de: Jederzeit in den Einstellungen änderbar.
es: Puedes cambiarlas cuando quieras en Ajustes.
fr: Modifiez ces options à tout moment dans Réglages.
it: Puoi modificarle quando vuoi nelle Impostazioni.
ja: 設定でいつでも変更できます。
ko: 설정에서 언제든 변경할 수 있어요.
pt_br: Altere quando quiser nos Ajustes.
zh_hans: 可随时在设置中更改。
zh_hant: 可隨時在設定中變更。

source: Enable notifications (optional)
de: Mitteilungen erlauben (optional)
es: Permitir notificaciones (opcional)
fr: Autoriser les notifications (facultatif)
it: Consenti notifiche (facoltativo)
ja: 通知を許可（任意）
ko: 알림 허용 (선택 사항)
pt_br: Permitir notificações (opcional)
zh_hans: 允许通知（可选）
zh_hant: 允許通知（選用）

source: Notifications enabled (optional)
de: Mitteilungen erlaubt (optional)
es: Notificaciones permitidas (opcional)
fr: Notifications autorisées (facultatif)
it: Notifiche consentite (facoltativo)
ja: 通知を許可済み（任意）
ko: 알림 허용됨 (선택 사항)
pt_br: Notificações permitidas (opcional)
zh_hans: 已允许通知（可选）
zh_hant: 已允許通知（選用）

source: First, let’s get Lava ready to help.
de: Machen wir Lava zuerst bereit, dir zu helfen.
es: Primero, preparemos Lava para ayudarte.
fr: Commençons par préparer Lava à vous aider.
it: Per prima cosa, prepariamo Lava ad aiutarti.
ja: まずは、Lavaがあなたを守る準備をしましょう。
ko: 먼저 Lava가 도울 수 있도록 준비해 볼까요?
pt_br: Primeiro, vamos preparar o Lava para ajudar.
zh_hans: 首先，让 Lava 做好帮助你的准备。
zh_hant: 首先，讓 Lava 做好幫助你的準備。

source: Lastly, let’s keep your connection running smoothly.
de: Sorgen wir zum Schluss für eine reibungslose Verbindung.
es: Por último, hagamos que tu conexión funcione sin problemas.
fr: Enfin, gardons votre connexion fluide.
it: Infine, manteniamo fluida la tua connessione.
ja: 最後に、スムーズな接続のための設定をしましょう。
ko: 마지막으로, 연결이 원활하도록 설정해 볼까요?
pt_br: Por fim, vamos manter sua conexão funcionando bem.
zh_hans: 最后，让你的连接更加顺畅。
zh_hant: 最後，讓你的連線更加順暢。
